<style scoped>
.article-content {
  margin: 20px auto;
  line-height: 1.8;
  font-size: 16px;
  color: #686868;
  width: 700px;
}
.article-content p {
  line-height: 1.8;
  font-size: 16px;
}
</style>

<template>
  <div class="article-content">
    <p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p><p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p><p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p><p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p><p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p><p>那个时候家里刚买了一台XBOX，各位也都知道在买游戏机这个过程中，最兴奋的环节并不是把游戏机拿到了手里，而是在店里疯狂挑选游戏。对不起，当年我的XBOX确实一直在玩盗版游戏，所以基本每个月我都会去一趟北京天坛对面的天乐玩具市场挑选新一批的游戏。哦对，天乐玩具市场已经没有了，不过这个地方对于以前的我来说就如同一片从未被悲伤侵蚀过的乐土</p>
  </div>
</template>

<script>
  export default {
    name: 'article-content',
    props: {
      data: {
        default () {
          return {
            content: ''
          }
        }
      }
    }
  }
</script>
